import matplotlib.pyplot as plt

plt.rcParams['font.sans-serif'] = ['Microsoft YaHei']

x = []

labels = []

# rel_dict = {'主演': 59861, '目': 10342, '身高': 2905, '出生日期': 23288, '国籍': 12240, '连载网站': 12853, '作者': 33824, '歌手': 25582,
#             '海拔': 383, '出生地': 19811, '导演': 21996, '气候': 920, '朝代': 3429, '妻子': 5446, '丈夫': 5446, '民族': 11452,
#             '毕业院校': 11510, '编剧': 6665, '出品公司': 6415, '父亲': 4696, '出版社': 17686, '作词': 9035, '作曲': 9597, '母亲': 3512,
#             '成立日期': 12906, '字': 2733, '号': 1551, '所属专辑': 10398, '所在城市': 575, '总部地点': 2465, '主持人': 1511, '上映时间': 3522,
#             '首都': 397, '创始人': 633, '祖籍': 1491, '改编自': 553, '制片人': 1160, '注册资本': 397, '人口数量': 407, '面积': 658, '主角': 250,
#             '占地面积': 502, '嘉宾': 1368, '简称': 1006, '董事长': 368, '官方语言': 144, '邮政编码': 25, '专业代码': 26, '修业年限': 20}

rel_dict = {'位置': 241, '定义': 1476, '组成': 552, '使用': 823, '选型': 429, '别名': 1168, '性能需求': 488, '上下位': 2372, '参照': 207, '性能提升': 175,
            '作用/影响': 4368
            }
for key, value in rel_dict.items():
    x.append(value)
    labels.append(key)

plt.pie(x, labels=labels, labeldistance=1.1, autopct='%2.0f%%')

plt.legend(bbox_to_anchor=(1, 1))

plt.show()
