）
父
篇
镁
澳
匠
免
刑
伏
圪
床
蛟
鎏
邀
阵
硅
沫
墓
丰
透
理
兖
张
以
主
含
凰
涌
」
顺
肯
艇
喊
弱
打
籍
Y
墅
悲
″
球
者
獭
奶
绑
楚
_
圭
绪
傣
侨
刀
入
企
浯
嵌
逃
斥
狮
绣
甸
曾
禁
灰
邙
峁
那
刊
晕
寸
啸
钟
朵
盘
肃
咐
仰
稽
С
投
涉
砬
彼
岩
后
排
放
／
端
俭
柏
潇
塞
勾
缠
蓉
围
展
滨
ת
径
芦
滔
似
甚
변
愁
继
拥
请
伍
右
г
籽
构
幅
搞
疾
若
楞
烟
穷
点
畹
森
移
争
断
扇
淀
谱
濮
玩
横
址
险
檀
询
令
弥
孕
瘦
敦
陶
怪
值
坭
旺
国
滇
丘
浩
耕
皇
舰
塔
滑
棕
摘
叉
疏
砚
枧
垌
靼
服
皂
莹
邢
翁
揭
箬
概
病
乘
热
F
嘎
阆
库
亦
遏
锥
食
淞
皑
巴
共
把
椰
季
柑
衔
垱
浦
瑞
崎
县
司
鲜
扬
狩
衰
绩
冶
禄
喝
爱
百
措
染
形
引
首
苞
芜
茵
畿
傅
岢
臣
凯
夷
归
画
矣
你
陀
车
胶
泪
灌
鑫
圻
邛
锌
粹
袖
帖
迅
彰
9
浙
抗
缤
廖
酒
藕
统
优
苑
a
镶
荔
佳
艺
贴
忌
督
歇
蓿
曲
眩
英
蜀
埠
适
佑
跨
及
菲
也
春
抵
i
韶
新
试
觉
发
辄
八
抓
条
琊
迹
匈
株
歌
R
阿
操
垣
肆
祈
滥
+
悟
崇
瓷
绮
汝
镇
署
伯
与
柴
歉
麓
淠
乡
姜
暗
产
葬
涡
亿
老
禅
何
浪
嘉
诏
好
棚
北
纷
郊
候
刚
奔
帽
2
滏
衷
母
失
耀
辟
缺
估
–
岱
撤
筒
货
墟
潮
摇
洲
邱
它
承
降
笼
退
详
湟
堪
证
כ
闻
n
贡
腰
蹄
茶
诚
另
邦
涣
绿
晾
荞
浅
牟
y
搁
栖
颈
亭
杉
王
殿
饲
鸡
骂
甫
陟
诵
谐
&
仙
忠
遥
瓦
市
阴
熟
爿
谚
僧
帝
凌
桕
㎞
牧
享
多
六
化
纤
污
有
堡
聘
陈
岘
缓
隅
触
祜
馈
闲
范
垟
甬
度
纳
坟
决
谈
湄
碰
舜
考
凤
剂
渑
路
桐
昂
婺
к
藏
°
瀑
厥
峦
逊
革
"
A
位
欣
萱
同
立
》
世
次
绵
谭
杀
D
埋
绘
观
荆
酋
当
弗
傲
神
5
代
@
钵
치
眙
漉
疲
迩
减
望
郎
8
侠
谢
暨
锄
赏
鞍
约
叻
坎
斧
写
渐
漫
猴
民
锻
业
佤
授
情
簸
柩
垠
非
满
房
彝
燊
停
淳
慕
炳
峄
种
袭
邻
偶
霓
爬
ש
巫
圩
股
庵
圾
橙
默
总
撞
岷
荣
泾
露
容
砂
任
辐
屹
梁
ч
除
秋
ה
坡
悦
珍
澜
偏
登
乱
是
瑙
劳
在
治
裂
雌
炽
态
截
吸
瑜
孬
抹
惟
大
浣
用
婉
擎
顷
增
将
沙
牲
碍
扶
裁
．
碱
剥
铺
沐
翠
谦
拘
盛
堵
绰
社
조
守
港
阜
里
手
朔
喀
莲
十
参
确
陡
蓬
拜
嵕
液
乒
鳔
州
岙
颖
笃
b
‎
几
宴
销
诺
叠
玺
迄
黄
许
应
无
孩
拔
岁
荷
曹
样
侵
茅
殖
妈
轰
俞
莎
讼
率
深
箱
插
驰
累
‘
邯
为
式
创
缀
钱
碑
趟
垦
狱
批
艾
三
י
狂
—
温
灾
橡
止
颐
笔
我
带
洋
黔
肖
雾
昇
翻
洙
四
况
性
沭
植
绥
杭
潍
公
虬
坤
踞
尔
暧
渎
际
寒
薯
榄
低
W
畴
伴
搂
嬉
半
奢
倍
裸
阔
蔺
钠
妨
棒
酬
凶
升
薄
培
泰
哪
耆
编
厘
遂
圣
粲
面
渝
体
U
枝
亲
巡
葫
祖
桌
奠
睛
悠
京
贾
宽
吓
尹
摒
窗
申
遣
空
宝
窿
吕
蜿
生
催
珲
暖
随
爵
淘
郴
坑
风
罄
觅
戛
s
花
耒
昆
审
清
胁
释
Б
地
榈
儒
佘
卵
湿
郢
返
啼
颠
蒂
逼
и
题
凡
沂
独
廉
饰
遍
具
朱
慧
涂
蝶
遒
建
年
鹰
介
缙
:
宏
合
梵
f
德
练
声
阡
词
晖
瓜
鳖
担
洞
琵
碳
杆
幢
锦
S
辖
C
粮
萍
卷
琅
岖
未
党
渠
震
尬
沟
刻
针
潞
活
²
衬
峻
润
解
峭
沪
转
勃
阁
侈
浚
宅
扑
版
孔
ל
皮
府
磁
贵
机
僻
祠
廓
堰
憩
秘
狐
骅
璀
对
尾
客
帮
云
慰
魏
脚
绚
谓
苜
寥
霆
梧
寄
惜
`
冻
姑
杰
姿
硚
#
拒
壮
夜
氧
芙
属
汾
孙
丛
掖
想
敏
卡
洸
ι
犹
苍
嫩
护
嶂
跆
夫
惊
届
舌
挂
冬
综
燕
溶
庚
倒
菜
黛
格
巢
配
稀
赉
轿
扁
碧
杞
坏
浛
海
汽
营
等
%
碉
[
恩
恰
潺
识
禀
宰
璃
霞
逾
圃
顿
聂
萦
所
纬
医
豫
僳
皎
跳
缈
磨
求
箭
侯
犯
雨
料
皖
а
仪
西
苴
语
浔
z
阮
贩
熙
粼
临
垂
涛
～
闹
浒
绎
d
售
帕
酱
辅
蒲
湘
激
涸
伊
希
毡
纪
屯
鲤
乏
J
溯
很
界
柄
般
渤
追
赁
段
的
誓
钓
泌
喇
蚀
盏
之
~
箍
菩
蛇
码
托
榃
额
敞
宗
l
佩
昌
厢
膑
埭
（
氛
盖
搬
遗
脊
广
娱
乎
卮
蓝
痕
叶
碣
浮
盱
勋
桑
环
俄
鄯
旋
依
萄
窄
迷
什
מ
趺
摩
叫
悬
银
岐
ר
袤
梗
泄
双
澄
牵
讷
驶
酉
挑
俗
涓
咤
炉
·
林
桔
二
扣
衢
巅
乙
埔
煜
浏
昼
荡
凭
则
仍
盟
徐
舟
啊
暮
顶
炮
硖
渭
阶
卢
纵
矗
晤
烨
鹤
轩
鸣
蜒
匀
莪
坳
樟
池
棋
财
煌
们
汛
租
饱
朐
紧
w
能
命
灸
泽
泳
美
乔
玄
携
趋
眼
郓
銮
聊
厝
磅
器
锣
来
M
签
ā
眺
р
匡
冯
字
夕
N
莆
墙
疯
收
戎
事
葡
攸
浍
藤
乃
去
董
振
小
积
堂
缘
援
腊
沃
珊
抚
铭
组
迪
蔗
”
翰
叛
兼
丑
蒋
听
屏
p
巧
t
零
瀍
仟
预
此
钻
息
靖
善
絮
均
柯
泉
逐
o
学
炕
「
주
吐
揽
迎
旌
付
矩
晦
婆
课
从
噶
原
恭
虞
支
7
救
意
战
尖
驱
算
蝙
曰
崾
域
筹
但
丹
Z
领
贯
逝
传
锋
磷
伤
留
桴
闾
披
句
不
挖
溧
猎
寿
议
设
沁
迭
I
超
还
牯
元
宿
警
居
馆
改
胡
u
掉
熬
标
跟
陲
湾
汶
城
她
眠
赴
昏
至
订
洩
赤
七
竖
和
图
玛
晚
绸
颂
宣
棺
绛
谊
垫
鹅
稼
蒙
耳
寅
坦
斐
埂
虎
倭
败
竣
勤
檐
槽
孜
权
抽
员
滆
膏
脑
缩
埤
动
桂
嫁
鸦
坻
棵
铁
\
复
味
刺
猫
奎
阻
隧
迫
掩
ú
א
岚
灭
埝
芳
稷
楼
枯
顽
须
勇
鉴
拍
猗
罟
购
街
伙
由
丁
锁
这
ñ
亡
砾
榜
评
岔
续
伟
闫
兴
固
翔
舒
莓
亳
视
琴
哨
薛
腹
壑
缆
昵
药
裙
陪
羚
尕
丈
绞
辈
悉
尧
韭
卅
埇
蟠
，
厦
红
工
隍
布
室
纽
折
炎
鼓
挪
郡
遇
栗
略
糖
莫
侏
､
幼
涟
烽
目
庭
滘
显
缅
坚
畛
雕
塑
耸
翼
械
网
荥
项
赖
蟹
己
肉
私
漂
回
畔
柞
表
黑
芬
咸
夏
恒
背
【
衡
纛
惨
伸
壶
沈
鄞
启
笏
近
宁
枪
侍
à
烂
充
町
萤
拼
汇
罘
逢
萝
焦
椒
漠
㎜
瀚
彭
遐
矿
枫
维
尿
瓣
厨
席
敌
庞
α
察
峡
南
淝
选
醒
о
贤
频
蔚
杏
沥
互
势
答
列
磐
坝
忻
犬
郭
番
拓
胞
量
辽
测
沧
涧
枕
倦
泊
派
慢
览
古
禽
微
朴
鳞
隔
硬
质
劲
姆
智
茂
 
瘠
译
秀
膜
毕
淡
－
鲅
更
喃
欲
裹
寰
厅
鱼
恢
响
栏
石
汪
梦
正
爆
哮
各
杖
족
芋
今
苻
囊
到
件
讲
筲
潜
彬
卖
冈
念
吁
隐
撼
架
裕
死
攒
最
r
ő
班
尴
醋
周
榆
巩
混
役
育
椭
余
攀
圆
泡
帜
吋
敛
纸
毓
扩
斋
镬
寮
故
.
黎
踏
博
保
闸
违
伦
鹿
罪
搀
c
假
痛
斯
연
莅
射
篝
й
汴
荟
卓
粒
准
愿
镀
氹
掌
侗
沱
酿
泛
荫
芭
乾
선
田
惠
挣
溪
沛
嘴
泗
拇
“
尼
咬
邕
壁
>
蒨
拆
晓
掀
便
刘
糯
酷
淮
豆
闵
谒
卸
隽
邑
完
炼
鲲
两
部
、
旱
加
管
页
较
蝠
脉
睦
呈
煤
垧
幕
士
调
材
麦
腴
君
涪
必
穹
艰
汗
趣
初
五
储
柜
迈
贲
误
内
整
铸
章
涞
扫
波
壤
瑛
m
道
相
─
志
谧
椿
奥
穿
涨
华
执
祷
夺
印
抱
婚
井
早
恶
浊
袁
鬼
榧
Ⅱ
众
高
技
逗
场
祝
角
飞
疑
渊
弓
廊
晒
澧
慈
g
砼
消
弘
泸
硕
詹
验
琼
书
烧
了
豁
予
兰
价
莞
饸
砖
瑶
竟
厉
暴
佛
拨
中
舍
瓮
曼
苇
哀
鸪
亩
彩
洮
定
翘
燥
坂
麒
绊
蓥
历
努
腔
踝
尤
友
栋
邃
仿
协
即
卫
ç
被
择
驾
肥
朝
乍
召
镲
每
孝
邮
3
妄
教
珠
撒
口
鼎
向
堍
莽
轴
秒
待
毫
曝
棉
族
饭
已
寨
吨
衍
贸
养
身
ɑ
助
沾
凉
骜
责
期
述
轮
栽
仕
专
色
邵
羊
力
箕
晋
溆
负
描
吞
串
炙
鱿
符
迥
单
洼
吃
弋
遮
跃
典
邓
研
功
傍
女
枢
‰
迟
莱
肩
璨
修
潭
普
末
髻
米
桓
挽
制
茹
他
流
旬
括
韦
厂
竞
喷
强
蓄
峰
永
废
丧
甲
隶
宾
砸
家
『
龟
晴
可
毁
酯
V
处
仔
赫
焉
幸
颁
团
Á
硝
粉
夹
蚕
甑
气
帆
圳
祥
象
蚣
仉
钮
矮
集
巨
文
现
韵
骚
尚
雀
蕴
循
熔
勐
稳
程
彦
起
亥
村
涅
斜
桶
媒
才
都
狗
俯
艘
撑
赠
垃
潟
怡
尺
添
宛
物
诗
会
行
游
酸
饮
挝
雪
裔
′
办
鸟
洱
B
蓼
渡
吟
玻
咩
缭
区
义
政
络
纺
辕
(
侣
安
换
节
头
矫
沼
昭
桥
哥
咆
示
够
运
星
剪
灿
凝
施
软
娑
溁
危
资
恬
开
嵩
丫
蜜
促
火
戏
醴
逮
尘
按
瞰
瓯
媚
蕃
吴
汉
模
查
诸
粤
飘
读
庄
奇
先
商
崭
墘
吾
漯
溉
马
叙
著
]
捐
晁
妇
奈
递
束
牙
福
见
昊
梭
|
举
铅
扮
足
宋
―
兄
摄
提
靠
窝
喉
门
毯
载
Α
川
律
群
洛
夼
板
滁
官
矾
松
铎
尝
贞
氟
庐
麟
局
箐
拐
靳
钢
逻
旧
鲁
蠔
忆
宪
利
敖
套
占
贫
竹
访
潼
过
饹
残
接
核
塬
萎
畈
潘
限
冀
谴
函
纯
砣
隋
真
暑
仡
台
缝
午
呼
骨
ח
该
郁
鸭
船
第
吧
铃
坪
顾
瑕
盾
看
畅
击
简
葵
慨
』
衣
级
外
屈
座
净
灯
q
职
圈
赋
份
浴
康
á
关
差
案
誉
’
吩
邪
鄂
崃
税
滕
仆
闪
知
尽
上
滹
始
阳
磊
萨
Ü
兽
儿
弹
涢
戴
怕
T
矶
0
导
嵊
庆
速
鞭
亘
克
个
册
恐
谁
陕
胆
L
落
婴
妙
联
仞
簇
静
仁
铧
惦
劫
猿
旎
坊
唱
屿
卉
因
方
干
e
貌
层
得
卦
雍
卑
跑
序
步
缔
：
G
垄
融
柘
伐
衅
尸
津
郑
牺
篷
劈
拉
队
采
异
土
堤
佃
祭
牌
挥
垭
橘
偿
轨
影
螺
鼻
拟
费
旨
边
艳
缮
映
贺
徽
穆
孤
劝
魅
虑
怀
兆
唤
存
俱
信
涯
乌
奏
樱
冷
诉
店
斡
往
青
伪
时
侦
急
就
宜
旦
仅
昔
师
进
聚
溃
翟
划
效
褐
崖
偎
渔
供
忽
抬
霜
枣
ü
蜂
哭
睹
快
计
拱
获
毛
攻
鹏
丝
龄
突
陆
冲
水
军
峨
荧
逄
检
岛
寺
朗
子
馍
篮
庸
撵
汕
割
谋
持
怒
结
涵
御
弟
乐
柳
究
筑
香
倾
蜈
。
6
下
尊
茨
洒
倚
演
装
害
苹
而
勘
捞
借
潢
让
=
短
簕
仲
犷
蹈
滩
杜
亚
浜
魂
织
赣
钦
些
切
千
邺
照
脱
刹
分
菏
贝
в
拳
底
果
蕲
乳
巾
洗
氏
坐
漳
省
淤
烛
糅
饶
湃
е
名
坛
岗
疆
猛
ɔ
侧
沿
茏
赞
兔
弯
连
欧
锡
1
崮
莒
富
浑
遵
岫
陂
芝
雁
辍
哦
贮
桃
俊
齐
娇
讯
涑
并
耻
奖
秦
葱
褚
k
难
罕
密
防
耘
陉
科
爽
莘
岑
弃
却
指
辛
狭
舫
填
根
础
校
暹
/
柿
万
蓟
伽
月
濒
炭
山
琶
献
盈
闭
垅
涝
左
亨
毗
畲
旭
李
包
榨
极
祀
呎
掘
漓
悼
离
例
H
穗
造
镜
然
全
轻
《
脸
锤
辰
倡
﹪
丽
刷
皈
杨
摆
ו
易
注
葛
赌
要
菱
h
赵
兹
奉
屋
杂
别
剑
襄
晰
玫
窑
录
喜
盒
贷
漕
比
牛
覃
磡
徕
状
镌
兵
K
平
像
削
蔽
九
墩
橄
探
延
呐
禾
榇
滋
迳
萃
峙
票
帅
济
某
素
习
粗
虽
萧
陇
避
淖
汤
东
仓
凸
ד
寓
一
困
闽
记
走
卧
皆
野
散
数
娘
树
梓
琦
搭
餐
论
驼
徵
男
瑚
债
终
央
靓
院
苏
旻
迦
虚
致
间
卜
细
擦
蔬
健
斤
控
℃
澈
诞
沦
交
厄
称
谷
逸
哈
疗
赛
吊
娜
孟
良
辑
釜
舞
塘
达
楠
敢
号
耐
冠
扭
佰
咽
心
给
郸
△
巍
再
雅
距
委
反
堆
霖
敬
朋
片
翅
陵
梯
规
寂
j
'
辞
附
罡
炬
盂
旖
湖
灵
廷
挡
励
泮
荒
傈
款
郫
遭
漆
特
驿
é
类
柱
报
礼
冉
旗
瞻
烤
罗
障
硫
绍
O
鹧
榻
睁
扎
鹭
挺
买
窖
胜
江
梅
基
又
猪
霄
垛
替
颗
告
日
压
徒
受
洪
x
说
茎
少
没
…
园
於
作
邹
炒
术
瑰
撷
豪
烈
斗
尪
其
孚
您
P
咀
扯
史
姓
于
损
征
砌
常
系
实
途
槐
铜
娄
颜
埃
鞑
鹫
菊
梨
祁
颤
澎
苗
取
卤
淄
桀
么
只
幽
休
骑
자
绝
阎
樊
棣
前
邳
盐
耗
彻
浇
隆
崩
据
甜
韩
嵯
阅
д
农
蕉
玉
腾
播
境
岸
秭
欢
峋
住
蒸
壹
峪
推
豹
赢
宇
电
辉
屠
拦
巷
郝
成
榕
需
　
宫
招
岺
草
忘
或
晶
洁
戒
愤
繁
思
虹
亮
武
肇
光
颡
景
蔡
麻
熊
且
品
明
站
弄
券
勒
输
稻
既
)
凹
犁
茫
臼
暂
务
畜
太
姥
仑
河
禹
霸
型
咕
н
ν
㎡
紫
亏
垒
庙
墨
v
绕
迁
骏
杯
苦
鲍
兀
戈
缥
汊
长
E
湛
寻
重
冰
栾
白
晨
感
严
人
愚
做
精
陌
瑟
砻
备
拿
越
出
礁
益
牡
沅
捷
寝
旷
直
户
咨
募
沉
◆
唐
线
】
蚌
硐
话
夸
雷
封
泥
燃
盆
币
荐
训
4
雄
金
源
蛎
耶
笙
霍
龙
芒
木
徙
威
副
浓
乓
眉
θ
咄
罩
如
置
油
桉
自
音
咫
经
本
怖
问
囡
吹
认
乞
鸿
使
变
缴
渥
嗯
涎
甘
唯
稍
远
琉
着
航
旅
索
档
亢
送
言
瞠
覆
叹
法
吉
剧
淅
捕
-
殊
鳌
匹
,
麾
通
天
濉
佬
妃
灶
憨
沽
岭
姚
骆
监
驻
旁
礴
陷
岳
牢
童
皋
久
块
颇
错
破
狼
厚
