必
y
氦
井
;
渗
示
惨
涝
届
以
素
簸
曝
k
U
良
厂
帮
臂
瞬
u
核
腐
默
启
淌
绞
基
反
节
团
械
Ⅷ
迄
凑
讲
遇
<
厌
衷
氨
肌
遮
史
列
纽
陷
铝
μ
镍
垂
炮
(
致
ϕ
烙
Ω
掣
要
扭
冯
匹
触
子
浓
鲍
裁
备
刻
绘
开
留
欢
Ｕ
ϑ
出
云
轻
般
倡
宙
熟
队
淀
腿
熄
唯
怖
脑
酚
［
（
槛
令
那
援
镀
志
曼
庙
莫
横
ɑ
重
累
果
路
倒
凹
碎
任
冻
措
竟
腹
装
侦
掺
剂
.
慎
戽
输
样
辐
板
议
排
堂
贡
缓
桨
陆
想
趋
文
名
却
夹
寻
压
屿
率
颌
速
蔓
罐
算
品
独
个
谈
检
是
择
§
容
画
轨
楔
址
超
仔
缺
族
展
ε
别
杠
澡
衬
群
二
证
©
舌
贴
粮
中
ａ
旨
斜
拼
物
桁
火
味
随
空
愈
耳
投
颖
兆
烟
努
羽
管
帘
彼
藩
仍
温
窄
步
严
签
厨
酣
完
根
草
责
氮
铀
崖
陪
十
链
涡
攻
木
钩
傅
露
塑
凝
匣
式
期
憎
常
力
话
­
夜
ψ
辗
淹
浩
登
．
蚜
坚
政
挂
销
盾
现
混
臀
血
迹
氢
献
持
睡
铰
合
饰
枕
∆
像
软
尼
带
镶
迅
x
灰
攀
勒
兵
续
β
仪
]
眼
暂
驱
Φ
祛
惰
簿
％
优
‘
钝
派
易
伺
与
代
捕
撞
钳
乎
踏
螺
翻
册
始
仲
肖
陀
脆
焰
浮
谋
巧
耦
推
车
雕
侵
鳞
怎
验
码
2
泰
锉
故
尔
校
夸
低
银
掌
颞
蛇
脐
捉
腋
英
仅
锰
盐
垫
∞
|
柔
8
穆
冠
光
筹
舒
汇
司
桡
扳
块
欲
布
W
野
首
六
⑨
编
觉
五
伯
②
离
疏
失
新
虚
否
震
脚
\
后
抑
战
瑟
角
轮
盛
∑
棒
闲
锁
约
袭
千
γ
看
瑕
颧
擦
征
塞
往
补
蔡
决
班
邦
薄
竭
他
乳
能
拙
少
趾
扯
浙
纲
人
餐
请
贮
恰
概
稀
抄
Σ
锋
弧
X
”
有
蜡
揭
剔
⑴
掉
伽
款
闷
阔
誉
奎
讨
D
次
什
畜
左
伦
冰
:
巳
亚
帽
卷
缚
不
偿
月
波
腔
˻
扇
淆
腊
思
勺
尤
∪
写
荡
疲
涂
$
图
存
畸
遵
既
∉
方
毡
治
肋
跨
穴
蒸
言
刚
座
牵
则
坦
训
曳
5
究
圉
赫
作
⨍
颤
了
垄
撑
克
攸
守
灾
还
底
蓄
深
。
售
嵌
澄
综
行
旅
锥
挥
氧
牲
生
伏
百
止
溅
时
尸
Ⅱ
周
尖
→
鲜
招
俯
七
满
潮
∈
涅
脊
巴
等
Ψ
松
智
育
振
今
伪
肺
Z
€
恐
流
轭
占
－
朝
学
艺
药
久
你
远
势
夫
羊
桥
t
述
凡
至
携
权
仿
破
辆
霉
旧
金
犯
励
辽
烤
通
叉
锂
打
窥
食
屏
端
埋
涌
几
状
蓝
宪
巡
舰
辅
沙
涵
休
豹
轧
候
毯
延
汐
P
卞
毕
绕
缠
姓
入
着
规
追
·
潦
谷
ｍ
桐
帧
质
汉
7
静
健
亦
龙
噪
儿
渠
醒
些
眩
里
蹬
阵
该
如
覆
从
彗
燥
µ
砐
性
饵
阀
模
殊
陵
零
可
跃
线
K
斯
刹
4
极
√
总
芳
最
受
即
呐
奠
切
—
腈
世
Λ
吃
窗
屋
技
敌
义
幸
疵
i
围
走
椭
篇
印
幅
送
贯
Ⅳ
助
辛
沉
辨
继
毛
眠
海
颇
m
庞
繁
雷
括
＂
摆
皱
均
龄
载
拉
］
仁
炸
槽
臣
都
拂
跑
拧
苛
&
烘
3
逃
旦
抬
购
托
讹
舯
实
福
ö
日
Q
绎
览
摄
沈
舍
固
收
惯
铲
T
雹
扰
忘
柱
胫
氏
铸
射
~
锗
病
为
近
奖
母
°
描
雅
拖
矩
膑
砂
桶
城
框
心
乃
弄
杆
颅
纤
〉
霍
已
颁
θ
・
膨
背
判
逐
批
渡
乘
霜
凭
查
译
换
鸣
捩
菱
挠
R
杜
⑬
奏
获
π
半
谓
氟
弹
取
≤
j
箱
填
碱
悉
费
亥
传
s
绳
港
　
亡
φ
稜
类
斗
题
联
衱
乙
截
毁
长
p
具
红
错
关
翔
成
锐
下
⑯
组
缆
给
元
扩
很
｝
片
举
炭
Ù
˼
教
捅
难
敛
何
和
来
值
隙
冀
位
筋
恒
沫
掩
润
应
戴
铌
硫
耐
镉
苏
玻
沟
播
H
造
喇
迟
连
饱
服
际
视
星
谱
＇
净
粹
外
迪
寸
货
襟
×
⁰
媒
色
兰
民
放
鼓
珋
l
晓
鼠
异
竞
Ε
急
剧
Ｃ
晃
坐
杀
搜
俗
履
壁
退
斥
硼
历
铅
硅
津
扎
去
摸
咸
陡
爪
竅
避
蜕
免
汰
亮
凸
区
氯
O
ｎ
尽
N
牢
裕
倍
熔
暗
的
于
份
烈
违
兼
哈
搞
昼
镇
秧
宝
喜
浪
楚
莱
敢
祸
盔
孔
腾
灶
}
蚀
向
滤
弱
警
尚
范
δ
例
嘶
策
阻
递
建
麻
秀
除
键
照
荷
脸
溯
丢
对
更
挽
叫
F
热
黏
段
刀
寄
而
房
予
参
%
油
电
呼
著
织
撕
企
隔
磨
所
S
屑
董
试
堆
扣
丙
透
贝
符
肢
访
摊
酸
：
趴
敏
归
③
似
赋
寒
号
希
运
锈
1
仓
唇
脉
处
瞄
裸
搭
况
变
跖
军
积
识
钠
足
瘪
舶
营
貌
弯
膀
⑥
量
架
Ⅶ
旳
Ⅴ
虑
剥
计
疗
威
记
青
养
花
绵
分
眉
待
钽
得
石
余
蜂
器
丁
拟
/
逸
循
眶
骨
绷
筝
杅
域
伴
灼
翰
典
己
抉
课
渐
褶
摧
桌
摔
络
宣
导
理
栏
股
Ⅲ
点
穷
舭
台
污
，
•
定
缮
撤
价
领
条
船
h
刊
^
λ
灯
佩
沸
读
胁
巾
梁
摹
盆
吗
靠
抵
属
艏
依
刺
大
愿
Г
钦
充
割
邻
市
｛
由
含
伐
间
狗
秘
须
垢
	
主
密
ω
V
胜
到
叠
院
拦
面
遗
贵
钉
ｘ
堵
Ü
＜
盖
栓
球
结
针
另
拨
拫
n
悬
意
甲
森
漂
0
铺
晴
币
源
砝
镜
采
黄
鱼
纪
层
薑
艰
会
岛
乐
⑮
柄
弗
丸
未
赶
∠
感
紊
）
坪
佳
舵
壳
驻
栈
求
颏
迷
或
睛
飘
径
Δ
弃
临
犹
把
缝
⑫
型
≈
咐
髂
赔
微
倾
w
A
泥
拓
书
及
逼
析
详
细
在
怕
影
淘
斤
牌
醚
每
?
早
皇
廓
蒙
回
万
忙
摘
众
b
胎
寿
本
复
快
⑤
三
朴
_
①
使
轴
秏
劈
险
八
磁
颠
富
吿
毒
阳
瓷
＝
胺
糊
⑰
一
液
镁
兴
摩
瓶
劳
橡
聚
踵
境
场
顿
忆
划
穿
？
馏
孤
膏
湾
逊
护
璃
旋
鞋
糙
劣
隶
罚
踝
艇
乏
颈
杨
纳
其
欠
鞭
≮
罩
烦
嘴
剩
Ǿ
焦
广
社
钟
锤
表
伍
飞
雀
北
湿
练
笨
委
咱
配
但
瓦
胶
碇
窝
树
审
发
赘
驾
冒
囊
曲
跌
恢
敲
么
将
师
正
按
盘
沾
种
奇
论
础
σ
删
慧
廉
虹
紧
⑪
握
介
熵
觅
"
自
契
＋
材
簧
工
账
跟
脱
拿
ξ
毂
镦
弛
挪
林
损
礁
η
卸
宿
棉
卫
宏
锯
稿
灭
用
告
脖
集
惟
官
挖
剖
溢
簇
颜
藏
吹
念
询
冷
E
酌
抗
借
魔
济
池
妥
沥
共
坑
掷
绝
9
航
职
兹
梯
鞍
授
麦
友
染
事
赖
激
幻
置
∩
塌
便
频
¬
版
负
秋
龟
阅
纶
晒
申
拢
痕
衣
残
测
衍
释
句
锚
武
维
Ⅵ
园
踩
皮
忧
剪
躲
坏
水
炫
羚
料
Ə
才
距
肯
稠
预
监
稳
≯
息
只
刮
⑩
德
杂
遣
锪
涨
遏
鉴
琐
互
峡
扑
靶
页
头
安
ι
白
膝
需
尘
考
们
胀
非
莎
韧
调
业
纠
神
因
钙
刃
泛
确
侧
叭
阶
≥
漏
永
选
同
酷
鸭
包
矿
原
序
Π
击
厢
+
粒
弊
岗
鼻
舷
齿
它
湖
附
勾
利
铁
遂
专
酯
套
较
滚
ρ
泽
Ⅰ
多
铣
望
岸
ζ
奈
C
茹
焊
箔
绢
柯
山
靴
防
朗
态
＞
狮
隆
升
抽
…
闭
纷
z
汤
巨
地
涩
凿
颗
承
抓
滩
砾
豚
梢
铜
御
冬
士
雨
弦
清
九
右
督
／
辑
特
雾
⊓
v
平
保
峰
砌
认
钛
仰
锻
勤
灌
灵
硬
买
浸
拐
逢
笛
卓
橇
践
缸
削
吸
彩
四
盒
掘
碍
芯
张
秩
无
昏
煤
黑
抛
衔
∟
冲
进
某
然
闩
家
畏
革
痛
甚
迫
观
字
宽
矛
此
丰
厕
手
挤
强
禁
d
舱
引
顺
干
酪
粗
国
级
员
加
髙
虽
跳
圆
忌
桩
且
件
斑
烷
注
身
整
丝
问
勿
栅
姿
淡
幕
住
资
钎
℃
嫁
叙
先
洛
瓣
罗
协
裂
塔
烫
床
商
评
格
答
控
函
天
{
憾
纯
担
丛
年
L
网
初
探
炊
戈
这
机
牺
诉
茎
脏
嚣
洲
尺
替
泵
也
齐
泄
我
修
钢
并
統
懒
央
察
伸
膜
猛
扼
粘
惕
宇
鸥
萌
数
章
夏
枢
演
务
锡
两
统
程
拆
忒
蹄
粉
漫
崛
箭
鲨
呈
渣
称
棱
｀
嗡
α
尾
'
显
限
臻
屈
潜
ƒ
拒
叶
抖
肘
当
厘
菌
促
消
目
内
妨
；
府
废
知
耗
粱
轰
⑦
跪
朵
接
改
估
封
吨
醇
狭
“
紫
涉
古
让
B
④
釱
解
蔽
恶
听
狂
普
燃
湍
《
善
a
卡
终
语
见
伞
洞
东
门
若
情
滑
贫
就
死
华
殖
争
泊
坠
馈
滞
道
纹
谐
之
鲁
壮
伊
供
饮
闪
象
□
玛
夺
库
断
科
制
冗
圈
诫
适
活
付
交
口
绍
纵
折
旺
降
操
腕
气
瑞
匿
翼
研
诱
障
江
Ƞ
圣
败
蹲
坡
r
竖
Ɛ
马
喘
役
谨
夭
第
!
闸
帆
遭
堪
铬
弥
勘
墨
G
碰
洼
*
懂
 
度
牛
比
单
驶
啸
旗
顾
缩
e
束
⑧
哪
釉
明
摇
欧
达
亿
康
扁
≧
化
鹰
铆
构
笼
衰
词
6
旁
拥
躯
筒
李
苯
腰
益
被
=
响
暴
相
索
棘
浴
遥
催
厚
雪
、
τ
术
炼
俄
窒
移
陈
者
景
棚
真
喷
纸
土
设
据
动
途
指
筛
钣
侗
巢
形
怀
纬
汪
f
〜
卖
财
岀
顶
┘
执
前
杰
医
扬
暖
立
胡
档
串
宜
转
筑
鳍
酒
碳
翘
录
诸
脂
咨
洁
增
没
汽
游
乱
遍
梭
奥
扫
喉
美
短
小
上
陶
绸
钻
诊
爆
蜗
客
桂
爬
植
插
西
洋
逆
额
q
酰
g
返
停
享
柜
拭
精
’
浅
枪
胸
毫
室
偏
姆
逾
歼
戒
隐
洗
≠
泡
阿
墙
许
落
±
报
℉
蠕
M
散
站
淋
逻
搬
河
够
公
幂
挑
炉
误
矢
创
邀
老
习
虫
允
律
准
再
患
△
省
映
疑
储
减
高
找
害
办
钮
假
越
末
音
爵
鸟
标
釆
命
户
太
烧
边
桵
过
施
秤
迎
风
└
部
碾
啮
米
>
署
功
》
丧
拱
经
譬
差
滴
居
阴
说
困
烁
刷
倚
荐
项
略
徒
渍
ｃ
亲
突
Ｐ
I
简
订
局
晚
缘
溶
忍
艉
⑭
虎
尝
界
`
拇
趣
融

邮
[
支
法
喻
晰
又
旱
培
阰
声
体
椅
盲
J
季
偶
汃
-
歇
臭
慢
效
危
忽
拔
挡
敷
迈
鹞
案
酿
祝
馱
Y
阈
妙
救
呴
信
秒
昂
)
晶
伤
添
沿
环
ƞ
盟
好
诺
ɸ
南
捷
烯
箍
ｆ
皆
淬
做
辟
o
骤
卧
稍
吊
Γ
掠
吻
ν
扶
全
匀
菲
拍
仑
敞
冶
⊥
迭
双
坊
彻
,
副
起
直
阐
衡
系
各
～
★
χ
兀
珠
踪
产
肩
枚
c
Ρ
提
漆
畅
曾
肉
茨